"GetSupport" = "Ondersteuning";
"ReinstallButtonDescription" = "De nieuwste versie installeren";
"UninstallButtonDescription" = "De huidige installatie verwijderen";
"ReinstallButtonTitle" = "NIEUWSTE VERSIE OPHALEN";
"UninstallButtonTitle" = "VERWIJDEREN";
"CannotInstallFlashPlayer" = "Kan Adobe® Flash® Player niet installeren.";
"NewerFlashPlayerAlreadyInstalled" = "Op dit systeem is al een nieuwere versie van de software geïnstalleerd.";
"InstalledVersionTitle" = "Geïnstalleerde versie:";
"ThisVersionTitle" = "Deze versie:";
"SystemDoesNotMeetMinimumRequirements" = "Dit systeem voldoet niet aan de minimale installatievereisten.";
"InstallNoticeLine1" = "Dit programma installeert Adobe® Flash® Player 10.1.";
"UsageTitle" = "Gebruik is onderworpen aan de %@";
"LicenseAgreementLink" = "Licentieovereenkomst voor Flash Player-software";
"ReadAndAgreeToTermsOfUse" = "Ik heb de voorwaarden van de licentieovereenkomst gelezen en ga ermee akkoord.";
"CloseFPClientsDescription1" = "Sluit de volgende toepassing(en) voordat u verdergaat:";
"CloseFPClientsDescription2" = "U kunt de toepassingen handmatig of door hieronder te klikken afsluiten.";
"ForceCloseAllButtonTitle" = "Alle toepassingen sluiten";
"CloseAppsDialogTitle" = "Sluit de extra toepassingen";
"CloseAppsDialogMessage" = "Er zijn nog enkele geopende toepassingen die moeten worden afgesloten.\n\nKlik op OK voor een bijgewerkte lijst.";
"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Sluiten";
"FPInstallerWindowTitle" = "Installatieprogramma van Adobe Flash Player";
"InstallingMessage" = "Installeren…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Bezig met voltooien van installatie…";
"InstallButtonTitle" = "INSTALLEREN";
"RetryButtonTitle" = "OPNIEUW";
"QuitButtonTitle" = "AFSLUITEN";
"DoneButtonTitle" = "GEREED";
"InstallSucceededTitle" = "Installatie gelukt";
"InstallFailedTitle" = "Installatie mislukt";
"InstallFailedDescription" = "Deze installatie is mislukt.";
"ErrorLogTitle" = "Foutenlogboek:";
"FPUninstallerWindowTitle" = "Deïnstallatieprogramma voor Flash Player";
"UninstallDescriptionText" = "Dit programma verwijdert Adobe® Flash® Player van uw computer.";
"UninstallDescriptionText_PlusTentacleRemover" = "Dit programma verwijdert Adobe® Flash® Player en alle bijbehorende bestanden in het cachegeheugen en de bijbehorende instellingen.";
"UninstallingMessage" = "Installatie verwijderen…";
"UninstallCompletedTitle" = "Voltooid";
"UninstallSucceededText" = "Adobe® Flash® Player is van uw systeem verwijderd.";
